Repository: bbaronSVK/plugin.video.stream-cinema
Catalog: resources/language/Slovak/strings.po
Languages: sk

# Addon Summary
source: stream-cinema.online - play content from webshare.cz[CR]For proper functioning, it is necessary to [I]register at webshare.cz and have activated VIP[/I].
sk: stream-cinema.online - prehravanie obsahu z webshare.cz[CR]Pre spravne fungovanie je potrebne sa [I]registrovat na webshare.cz a mat aktivovane VIP[/I].

# Addon Disclaimer
source: The author of this addon do not host any of the content which is found and have no affiliation with of the content providers. This addon simply search on webshare.cz for content. Use at your own risk!
sk: Autor tohto addonu nemá žiaden obsah, ktorý sa v ňom nachádza a nemá žiadnu príslušnosť k poskytovateľovi obsahu. Tento addon iba vyhľadá obsah na webshare.cz. Používajte na vlastné riziko!

# #30010
source: Accounts
sk: Účty

# #30020
source: Subtitles
sk: Titulky

# #30030
source: Download
sk: Sťahovanie

# #30040
source: Subscriptions
sk: Knižnica

# #30060
source: Aut. stream selection
sk: Aut. výber streamu

# #30070
source: Search
sk: Vyhľadávanie

# #30100
source: webshare.cz
sk: prihlasenie na webshare.cz

# #30101
source: Username (webshare.cz)
sk: Login (webshare.cz)

# #30102
source: Password (webshare.cz)
sk: Heslo (webshare.cz)

# #30104
source: Authorize...
sk: Autorizácia...

# #30105
source: webshare password can't contain accents and special characters
sk: heslo na webshare nesmie obsahovať diakritiku ani špeciálne znaky

# #30106
source: You can sign up at webshare.cz
sk: zaregistrovať sa môžete na webshare.cz

# #30107
source: Run connection test...
sk: Spustiť test pripojenia...

# #30110
source: Use SSL
sk: Použiť SSL

# #30111
source: Logout from webshare.cz
sk: Odhlásiť z webshare.cz

# #30112
source: You are now logged out from webshare.cz
sk: Odhlásenie z webshare.cz bolo úspešné

# #30113
source: Update
sk: Skontrolovať aktualizácie

# #30201
source: Enable subtitles
sk: Povoliť titulky

# #30202
source: Convert subtitles to UTF-8
sk: Konvertovať titulky do UTF-8

# #30203
source: Primary Language
sk: Primárny jazyk

# #30204
source: Secondary Language
sk: Sekundárny jazyk

# #30301
source: Folder for download
sk: Priečinok pre sťahovanie

# #30302
source: Show download status
sk: Zobrazovať stav sťahovania

# #30303
source: - display notification every
sk: - zobraziť stav každých

# #30304
source: Limit download buffer
sk: Obmedzenie vyrovnávacej pamäte na stiahnutie

# #30314
source: Downloading
sk: Sťahujem

# #30315
source: Done
sk: Hotovo

# #30316
source: Error
sk: Chyba

# #30400
source: Movies folder
sk: Priečinok pre filmy

# #30401
source: TVShow folder
sk: Priečinok pre seriály

# #30402
source: Subscription service sleep on start (minutes)
sk: Oneskoriť štart služby o (minúty)

# #30403
source: Default show check time (days)
sk: Predvolený čas pre obnovu seriálu (dni)

# #30404
source: Automatically add movies to the library
sk: Automaticky pridávať filmy do knižnice

# #30405
source: Check for new episodes
sk: Skontrolovať nové časti

# #30406
source: Automatically add Trakt watchlist to the library
sk: Automaticky pridávať Trakt watchlist do knižnice

# #30500
source: Run internet speed test...
sk: Spustiť test pripojenia...

# #30501
source: Select download size
sk: Vyber sťahované veľkosti súborov

# #30502
source: Turning on filtering may not show all available content
sk: Zapnutím filtrovania sa nemusí zobrazovať všetok dostupný obsah

# #30503
source: Download speed (webshare.cz)
sk: Nameraná rýchlosť (webshare.cz)

# #30504
source: Filter stream by download speed
sk: Filtrovať streamy podľa rýchlosti

# #30551
source: 250KB - slow internet connection
sk: 250KB - pomalé pripojenie

# #30557
source: 12MB - fast internet connection
sk: 12MB - rýchle pripojenie

# #30560
source: 31MB - very fast internet connection
sk: 31MB - optika

# #30600
source: Enable automatic stream selection
sk: Povoliť automatický výber streamu

# #30601
source: Selection priority
sk: Priorita výberu

# #30602
source: Filter by audio
sk: Filtrovať podľa audia

# #30603
source: Primary language
sk: Primárny jazyk

# #30604
source: Secondary language
sk: Sekundárny jazyk

# #30605
source: Filter by quality
sk: Filtrovať podľa kvality

# #30606
source: Quality
sk: Vybraná kvalita

# #30607
source: Remove HEVC stream
sk: Vyradiť HEVC stream

# #30608
source: Detailed stream selection
sk: Detailný výber streamu

# #30609
source: Show up next episode
sk: Ponúkať nasledujúcu epizódu

# #30610
source: Remove 3D stream
sk: Vyradiť 3D stream

# #30700
source: Enable history
sk: Povoliť históriu

# #30701
source: Items in history
sk: Počet položiek v histórií

# #30800
source: Use collection
sk: Používať zbierky

# #30801
source: Use watchlist
sk: Používať zoznam na pozretie

# #30802
source: Display Friends & Following
sk: Zobraziť priateľov a sledovaných

# #30803
source: Friends & Following below your lists
sk: Priatelia a sledovaní pod mojimi zoznamami

# #30804
source: Display Liked Lists
sk: Zobraziť obľúbené zoznamy

# #30805
source: Liked Lists below your lists
sk: Obľúbené zoznamy pod mojimi zoznamami

# #30806
source: Display Popular Lists
sk: Zobraziť populárne zoznamy

# #30807
source: Popular Lists below your lists
sk: Populárne zoznamy pod mojimi zoznamami

# #30808
source: Display Trending Lists
sk: Zobraziť populárne zoznamy za týždeň

# #30809
source: Trending Lists below your lists
sk: Populárne zoznamy za týždeň pod mojimi zoznamami

# #30810
source: Show only relevant actions in Trakt Manager
sk: Zobraziť len relevantné akcie v Správcovi Traktu

# #30811
source: Clear Trakt Manager's cache
sk: Vyčistiť pamäť Správcu Traktu

# #30812
source: Cache cleared
sk: Pamäť vyčistená

# #30901
source: Movies
sk: Filmy

# #30902
source: Series
sk: Seriály

# #30904
source: New
sk: Najnovšie

# #30905
source: Popular
sk: Populárne

# #30906
source: Country
sk: Krajina

# #30907
source: Quality
sk: Kvalita

# #30908
source: Genre
sk: Žáner

# #30909
source: Year
sk: Rok

# #30910
source: TV today
sk: TV dnes

# #30911
source: Monday
sk: Pondelok

# #30912
source: Tuesday
sk: Utorok

# #30913
source: Wednesday
sk: Streda

# #30914
source: Thursday
sk: Štvrtok

# #30915
source: Friday
sk: Piatok

# #30916
source: Saturday
sk: Sobota

# #30917
source: Sunday
sk: Nedeľa

# #30918
source: Add new to library
sk: Pridať nové do knižnice

# #30919
source: Series
sk: Séria

# #30920
source: Latest episodes
sk: Posledné pridané časti

# #30921
source: Latest series
sk: Posledné pridané seriály

# #30922
source: Settings
sk: Nastavenia

# #30923
source: Add to library with subscription
sk: Pridať do knižnice s odberom

# #30924
source: Cancel subscription
sk: Zrušiť odber

# #30925
source: Library
sk: Knižnica

# #30926
source: Add to library (all)
sk: Pridať do knižnice (všetko)

# #30927
source: Last seen
sk: Naposledy sledované

# #30928
source: TV program
sk: TV program na 14 dni

# #30929
source: Latest streams
sk: Posledné pridané

# #30930
source: 1) Visit: [COLOR skyblue]%s[/COLOR]
sk: 1) Navštívte: [COLOR skyblue]%s[/COLOR]

# #30931
source: 2) When prompted enter [COLOR skyblue]%s[/COLOR]
sk: 2) Po výzve zadajte [COLOR skyblue]%s[/COLOR]

# #30932
source: An account already exists.[CR]Do you want to reset?
sk: Účet už je autorizovaný.[CR]Chcete sa odhlásiť?

# #30934
source: Add to [B]Collection/B]
sk: Pridať do [B]Zbierky[/B]

# #30935
source: Remove from [B]Collection[/B]
sk: Odstrániť zo [B]Zbierky[/B]

# #30936
source: Add to [B]Watchlist[/B]
sk: Pridať do [B]Zoznamu na pozretie[/B]

# #30937
source: Remove from [B]Watchlist[/B]
sk: Odobrať zo [B]Zoznamu na pozretie[/B]

# #30938
source: Add to [B]new List[/B]
sk: Pridať do [B]nového zoznamu[/B]

# #30939
source: Add to [B]%s[/B]
sk: Pridať do [B]%s[/B]

# #30940
source: Remove from [B]%s[/B]
sk: Odobrať z [B]%s[/B]

# #30941
source: Trakt Manager
sk: Správca Traktu

# #30942
source: Show info
sk: Zobraz info

# #30943
source: My lists
sk: Moje zoznamy

# #30944
source: Watchlist
sk: Zoznam na pozretie

# #30945
source: Failed to sign in to WebShare
sk: Nepodarilo sa prihlásiť na WebShare.cz

# #30946
source: Do you want to open the settings?
sk: Chceš otvoriť nastavenia?

# #30947
source: You have not an active VIP on WebShare
sk: Nemáš aktívne VIP na WebShare.cz

# #30948
source: Remain the only %s of days with WebShare VIP
sk: Ostáva ti už len %s dní s VIP na WebShare.cz

# #30949
source: Select stream
sk: Vybrať stream

# #30950
source: New
sk: Novinky

# #30951
source: People (Movies)
sk: Ľudia (filmy)

# #30952
source: People (Series)
sk: Ľudia (seriály)

# #30953
source: Search
sk: Vyhľadávanie

# #30954
source: New version of plugin
sk: Nová verzia pluginu

# #30955
source: New version of plugin (%s) has been uploaded. The plugin needs to be updated to work properly. If you have an automatic update, you can update yourself by clicking OK. If this does not happen, update the plugin manually.
sk: Vyšla nová verzia pluginu (%s). Pre správne fungovanie je potrebné plugin aktualizovať. Ak máte automatickú aktualizaciu, tak sa vám plugin sám aktualizuje po kliknuti na OK. Ak sa tak nestane, aktualizujte plugin ručne.

# #30956
source: Just watching
sk: Práve sledované

# #30957
source: Too many requests, please wait (1 min) and try again.
sk: Príliš veľa požiadaviek, prosím počkajte (1 min) a opakujte akciu.

# #30958
source: History
sk: História

# #30959
source: Rated Movies
sk: Ohodnotené filmy

# #30960
source: Rated Shows
sk: Ohodnotené seriály

# #30961
source: Watched Movies
sk: Pozreté filmy

# #30962
source: Watched Shows
sk: Pozreté seriály

# #30963
source: Friends and Following
sk: Priatelia a sledovaní

# #30964
source: Liked Lists
sk: Obľúbené zoznamy

# #30965
source: Popular Lists
sk: Populárne zoznamy

# #30966
source: Trending Lists
sk: Populárne zoznamy za tento týždeň

# #30968
source: Select list where do you want to import items to
sk: Vyber zoznam, do ktorého chceš pridať položky

# #30969
source: List items appended to
sk: Zoznam bol importovaný

# #30970
source: Are you sure, you want to clone list
sk: Chceš naklonovať zoznam medzi svoje zoznamy?

# #30972
source: Are you sure you want to delete your trakt list
sk: Naozaj chceš odstrániť zoznam

# #30973
source: List removed
sk: Zoznam bol odstránený

# #30974
source: You've unliked a list
sk: Zoznam odobratý z obľúbených

# #30975
source: You liked a list
sk: Zoznam pridaný do obľúbených

# #30976
source: List cloned
sk: Zoznam bol naklonovaný

# #30977
source: Unlike list
sk: Odobrať z obľúbených (trakt.tv)

# #30978
source: Like a list
sk: Pridať medzi obľúbené (trakt.tv)

# #30979
source: Delete list
sk: Odstrániť zoznam

# #30980
source: Clone list
sk: Klonovať zoznam

# #30981
source: Import to list
sk: Importovať do zoznamu

# #30982
source: next
sk: ďalšia strana

# #30987
source: Rating added (%d)
sk: Hodnotenie odoslané (%d)

# #30988
source: Rating removed
sk: Hodnotenie odstránené

# #30989
source: Rate this
sk: Ohodnotiť

# #30990
source: Remove rating
sk: Odstrániť hodnotenie

# #30991
source: 1 - Weak sauce :(
sk: 1 - Najhoršie

# #30992
source: 2 - Terrible
sk: 2 - Veľmi zlé

# #30993
source: 3 - Bad
sk: 3 - Zlé

# #30994
source: 4 - Poor
sk: 4 - Podpriemerné

# #30995
source: 5 - Meh
sk: 5 - Priemerné

# #30996
source: 6 - Unrate
sk: 6 - Prijateľné

# #30997
source: 7 - Good
sk: 7 - Dobré

# #30998
source: 8 - Great
sk: 8 - Veľmi dobré

# #30999
source: 9 - Superb
sk: 9 - Výborné

# #31000
source: 10 - Totally ninja!
sk: 10 - Najlepšie

# #31001
source: Action
sk: Akčný

# #31002
source: Crime
sk: Krimi

# #31003
source: Comedy
sk: Komédia

# #31005
source: Drama
sk: Dráma

# #31060
source: France
sk: Francúzsko

# #31061
source: Greece
sk: Grécko

# #31062
source: Russia
sk: Rusko

# #31086
source: Romance
sk: Romantický

# #31127
source: Canada
sk: Kanada

# #31128
source: Animated
sk: Animovaný

# #31150
source: Great Britain
sk: Veľká Británia

# #31151
source: Romania
sk: Rumunsko

# #31152
source: Switzerland
sk: Švajčiarsko

# #31153
source: Mystery
sk: Mysteriózny

# #31168
source: Germany
sk: Nemecko

# #31178
source: War
sk: Vojnový

# #31209
source: Denmark
sk: Dánsko

# #31210
source: Adventure
sk: Dobrodružný

# #31222
source: South African Republic
sk: Juhoafrická republika

# #31240
source: Czech Republic
sk: Česko

# #31241
source: Biographical
sk: Životopisný

# #31242
source: Historic
sk: Historický

# #31334
source: Spain
sk: Španielsko

# #31335
source: Mexico
sk: Mexiko

# #31694
source: Sports
sk: Športový

# #31911
source: Italy
sk: Taliansko

# #32029
source: Catastrophic
sk: Katastrofický

# #32241
source: Czecho-Slovakia
sk: Československo

# #32312
source: Belgium
sk: Belgicko

# #32368
source: Family
sk: Rodinný

# #32369
source: Musical
sk: Muzikál

# #32488
source: Music
sk: Hudebné

# #32794
source: South Korea
sk: Južná Korea

# #32795
source: Documentary
sk: Dokumentárny

# #32806
source: Brazil
sk: Brazília

# #32820
source: Fairytale
sk: Rozprávka

# #32943
source: Austria
sk: Rakúsko

# #32966
source: West Germany
sk: Západné Nemecko

# #33214
source: Japan
sk: Japonsko

# #33446
source: Hungary
sk: Maďarsko

# #33581
source: Psychological
sk: Psychologický

# #33615
source: Singapore
sk: Singapur

# #33623
source: Slovakia
sk: Slovensko

# #33832
source: Netherlands
sk: Holandsko

# #33878
source: Australia
sk: Austrália

# #34001
source: China
sk: Čína

# #34626
source: Iceland
sk: Island

# #34708
source: Sweden
sk: Švédsko

# #34948
source: Turkey
sk: Turecko

# #35100
source: Ukraine
sk: Ukrajina

# #35397
source: Colombia
sk: Kolumbia

# #35539
source: The Soviet Union
sk: Sovietsky zväz

# #35890
source: Ireland
sk: Írsko

# #35917
source: Luxembourg
sk: Luxembursko

# #36160
source: Erotic
sk: Erotický

# #36379
source: Bahamas
sk: Bahamy

# #36470
source: Kenya
sk: Keňa

# #36661
source: Norway
sk: Norsko

# #37092
source: The stories
sk: Poviedkový

# #37250
source: Yugoslavia
sk: Fed. rep. Juhoslávia

# #38179
source: Jugoslavia
sk: Juhoslávia

# #38548
source: New Zealand
sk: Nový Zéland

# #38861
source: Short
sk: Krátkometrážny

# #39001
source: Subtitles could be unavailable or out of sync.
sk: Titulky nemusia byť dostupné alebo synchrónne.

# #39002
source: In that case use your own subtitles.
sk: V tom prípade použite svoje vlastné titulky.

# #39282
source: Lithuania
sk: Litva

# #40183
source: Poland
sk: Poľsko

# #40672
source: United Arab Emirates
sk: Spojené arabské emiráty

# #41583
source: Malaysia
sk: Malajzia

# #41584
source: Indonesia
sk: Indonézia

# #42879
source: Finland
sk: Fínsko

# #44656
source: Poetic
sk: Poetický

# #45920
source: Dancing
sk: Tanečný

# #46035
source: Slovenia
sk: Slovinsko

# #46295
source: Bulgaria
sk: Bulharsko

# #46699
source: Estonia
sk: Estonsko

# #46700
source: Georgia
sk: Gruzínsko

# #46777
source: Parable
sk: Podobenstvo

# #47830
source: Puppet
sk: Bábkový

# #48468
source: Philippines
sk: Filipíny

# #49113
source: Portugal
sk: Portugalsko

# #49447
source: Thailand
sk: Thajsko

# #49591
source: East Germany
sk: Východné Nemecko

# #49640
source: Taiwan
sk: Tchaj-wan

# #49883
source: Papua New Guinea
sk: Papua-Nová Guinea

# #51642
source: Morocco
sk: Maroko

# #52119
source: Namibia
sk: Namíbia

# #52385
source: Jordan
sk: Jordánsko

# #52386
source: Saudi Arabia
sk: Saudská Arábia

# #54045
source: Tanzania
sk: Tanzánia

# #55947
source: Puerto Rico
sk: Portoriko

# #85001
source: Nepal
sk: Nepál

# #85931
source: Serbia
sk: Srbsko

# #86962
source: Israel
sk: Izrael

# #87392
source: Catarrh
sk: Katar

# #87393
source: Tunisia
sk: Tunisko

# #87943
source: Algeria
sk: Alžírsko

# #88163
source: Iran
sk: Irán

# #88248
source: Cambodia
sk: Kambodža

# #88610
source: Bolivia
sk: Bolívia

# #88668
source: Journalistic
sk: Publicistický

# #90146
source: Nigeria
sk: Nigéria

# #90991
source: Experimental
sk: Experimentálne

# #92437
source: Croatia
sk: Chorvátsko

# #93832
source: Jamaica
sk: Jamajka

# #94198
source: Serbia and Montenegro
sk: Srbsko a Čierna Hora

# #94247
source: Latvia
sk: Lotyšsko

# #94596
source: Palestine
sk: Palestina

# #94782
source: Lichtenstein
sk: Lichtenštajnsko

# #95010
source: Kazakhstan
sk: Kazachstan

# #95011
source: Mongolia
sk: Mongolsko

# #95050
source: Bosnia and Herzegovina
sk: Bosna a Hercegovina

# #95071
source: Belarus
sk: Bielorusko

# #96308
source: Monaco
sk: Monako

# #97876
source: Brunei
sk: Brunej

# #30006
source: [B]Downloaded files[/B]
sk: [B]Stiahnuté súbory[/B]

# #30007
source: You need VIP account
sk: Potrebujete VIP účet

# #30008
source: New dubbed
sk: Novinky dabované

# #30009
source: Please setup download folder
sk: Nastavte prosím priečinok pre sťahovania

# #30114
source: Username (kra.sk)
sk: Login (kra.sk)

# #30115
source: Password (kra.sk)
sk: Heslo (kra.sk)

# #30116
source: kra.sk
sk: prihlasenie na kra.sk
