Repository: bbaronSVK/plugin.video.stream-cinema
Catalog: resources/language/Czech/strings.po
Languages: cs

# Addon Summary
source: stream-cinema.online - play content from webshare.cz[CR]For proper functioning, it is necessary to [I]register at webshare.cz and have activated VIP[/I].
cs: stream-cinema.online - prehravani obsahu z webshare.cz[CR]Pro spravne fungovani je potreba se [I]registrovat na webshare.cz a mit aktivovane VIP[/I].

# Addon Disclaimer
source: The author of this addon do not host any of the content which is found and have no affiliation with of the content providers. This addon simply search on webshare.cz for content. Use at your own risk!
cs: Autor tohto addonu nemá žáden obsah, který se v ňem nachází a nemá žádnou příslušnost k poskytovateli obsahu. Tento addon jen vyhledává obsah na webshare.cz. Používejte na vlastní riziko!

# #30010
source: Accounts
cs: Účty

# #30020
source: Subtitles
cs: Titulky

# #30030
source: Download
cs: Stahovaní

# #30040
source: Subscriptions
cs: Knihovna

# #30060
source: Aut. stream selection
cs: Aut. výběr streamu

# #30070
source: Search
cs: Vyhledávání

# #30100
source: webshare.cz
cs: prihlaseni na webshare.cz

# #30101
source: Login (webshare.cz)
cs: Uživatelské jméno (webshare.cz)

# #30102
source: Password (webshare.cz)
cs: Uživatelské heslo (webshare.cz)

# #30104
source: Authorize...
cs: Autorizace...

# #30105
source: webshare password can't contain accents and special characters
cs: heslo na webshare nesmí obsahovat diakritiku a speciální znaky

# #30106
source: You can sign up at webshare.cz
cs: zaregistrovat se můžete na webshare.cz

# #30107
source: Run connection test...
cs: Spustit test připojení...

# #30110
source: Use SSL
cs: Použít SSL

# #30111
source: Logout from webshare.cz
cs: Odhlásit z webshare.cz

# #30112
source: You are now logged out from webshare.cz
cs: Odhlášení z webshare.cz bylo úspěšné

# #30113
source: Update
cs: Zkontrolovat aktualizace

# #30201
source: Enable subtitles
cs: Povolit titulky

# #30202
source: Convert subtitles to UTF-8
cs: Konvertovat titulky do UTF-8

# #30203
source: Primary Language
cs: Primární jazyk

# #30204
source: Secondary Language
cs: Sekundární jazyk

# #30301
source: Folder for download
cs: složka pro stahovaní

# #30302
source: Show download status
cs: Zobrazovat stav stahovaní

# #30303
source: - display notification every
cs: - zobrazit stav každých

# #30304
source: Limit download buffer
cs: Omezení vyrovnávací paměti pro stahování

# #30314
source: Downloading
cs: Stahuje se

# #30315
source: Done
cs: Hotovo

# #30316
source: Error
cs: Chyba

# #30400
source: Movies folder
cs: Složka pro filmy

# #30401
source: TVShow folder
cs: Složka pro seriály

# #30402
source: Subscription service sleep on start (minutes)
cs: Zpozdit start služby o (minuty)

# #30403
source: Default show check time (days)
cs: Čas pro obnovu seriálu (dni)

# #30404
source: Automatically add movies to the library
cs: Automaticky přidávat filmy do knihovny

# #30405
source: Check for new episodes
cs: Zkontrolovat nové části

# #30406
source: Automatically add Trakt watchlist to the library
cs: Automaticky přidávat Trakt watchlist do knihovny

# #30500
source: Run internet speed test...
cs: Spustit test připojení...

# #30501
source: Select download size
cs: Vybrat stahované velikosti souborů

# #30502
source: Turning on filtering may not show all available content
cs: Zapnutím filtrování se nemusí zobrazovat všechen dostupný obsah

# #30503
source: Download speed (webshare.cz)
cs: Naměrená rychlost (webshare.cz)

# #30504
source: Filter stream by download speed
cs: Filtrovat streamy podle rychlosti

# #30551
source: 250KB - slow internet connection
cs: 250KB - pomalé připojení

# #30557
source: 12MB - fast internet connection
cs: 12MB - rychlé připojení

# #30560
source: 31MB - very fast internet connection
cs: 31MB - optika

# #30600
source: Enable automatic stream selection
cs: Povolit automatický výběr streamu

# #30601
source: Selection priority
cs: Priorita výběru

# #30602
source: Filter by audio
cs: Filtrování podle audia

# #30603
source: Primary language
cs: Primární jazyk

# #30604
source: Secondary language
cs: Sekundární jazyk

# #30605
source: Filter by quality
cs: Filtrování podle kvality

# #30606
source: Quality
cs: Vybraná kvalita

# #30607
source: Remove HEVC stream
cs: Zakázat HEVC stream

# #30608
source: Detailed stream selection
cs: Podrobný výběr streamu

# #30609
source: Show up next episode
cs: Nabídnout následující epizodu

# #30610
source: Remove 3D stream
cs: Zakázat 3D stream

# #30700
source: Enable history
cs: Povolit historii

# #30701
source: Items in history
cs: Počet položek v historii

# #30800
source: Use collection
cs: Použít sbírky

# #30801
source: Use watchlist
cs: Použít seznam na prohlédnutí

# #30802
source: Display Friends & Following
cs: Zobrazit přátelé a sledované

# #30803
source: Friends & Following below your lists
cs: Přátelé a sledovaní pod mými seznamy

# #30804
source: Display Liked Lists
cs: Zobrazit oblíbené seznamy

# #30805
source: Liked Lists below your lists
cs: Oblíbené playlisty pod mými seznamy

# #30806
source: Display Popular Lists
cs: Zobrazit populární seznamy

# #30807
source: Popular Lists below your lists
cs: Populární playlisty pod mými seznamy

# #30808
source: Display Trending Lists
cs: Zobrazit populární seznamy za týden

# #30809
source: Trending Lists below your lists
cs: Populární playlisty za týden pod mými seznamy

# #30810
source: Show only relevant actions in Trakt Manager
cs: Zobraziť len relevantné akcie v Správcovi Traktu

# #30811
source: Clear Trakt Manager's cache
cs: Vyčistit paměť Správce Traktu

# #30812
source: Cache cleared
cs: Paměť vyčištena

# #30901
source: Movies
cs: Filmy

# #30902
source: Series
cs: Seriály

# #30904
source: New
cs: Nově přidané streamy

# #30905
source: Popular
cs: Nejsledovanější

# #30906
source: Country
cs: Země

# #30907
source: Quality
cs: Kvalita

# #30908
source: Genre
cs: Žánr

# #30909
source: Year
cs: Rok

# #30910
source: TV today
cs: TV dnes

# #30911
source: Monday
cs: Pondělí

# #30912
source: Tuesday
cs: Úterý

# #30913
source: Wednesday
cs: Středa

# #30914
source: Thursday
cs: Čtvrtek

# #30915
source: Friday
cs: Pátek

# #30916
source: Saturday
cs: Sobota

# #30917
source: Sunday
cs: Neděle

# #30918
source: Add new to library
cs: Přidat nové do knihovny

# #30919
source: Series
cs: Série

# #30920
source: Latest episodes
cs: Poslední přidané části

# #30921
source: Latest series
cs: Poslední přidané seriály

# #30922
source: Settings
cs: Nastavení

# #30923
source: Add to library with subscription
cs: Přidat do knihovny s odběrem

# #30924
source: Cancel subscription
cs: Zrušit odběr

# #30925
source: Library
cs: Knihovna

# #30926
source: Add to library (all)
cs: Přidat do knihovny (vše)

# #30927
source: Last seen
cs: Poslední sledované

# #30928
source: TV program
cs: TV program na 14 dní

# #30929
source: Latest streams
cs: Nově přidané

# #30930
source: 1) Visit: [COLOR skyblue]%s[/COLOR]
cs: 1) Navštivte: [COLOR red]%s[/COLOR]

# #30931
source: 2) When prompted enter [COLOR skyblue]%s[/COLOR]
cs: 2) Po výzvě zadejte [COLOR red]%s[/COLOR]

# #30932
source: An account already exists.[CR]Do you want to reset?
cs: Účet už je autorizovaný.[CR]Chcete se odhlasit?

# #30934
source: Add to [B]Collection/B]
cs: Přidat do [B]Sbírky[/B]

# #30935
source: Remove from [B]Collection[/B]
cs: Odstranit ze [B]Sbírky[/B]

# #30936
source: Add to [B]Watchlist[/B]
cs: Přidat do [B]Seznamu ke shlédnutí[/B]

# #30937
source: Remove from [B]Watchlist[/B]
cs: Odebrat ze [B]Seznamu ke shlédnutí[/B]

# #30938
source: Add to [B]new List[/B]
cs: Přidat do [B]nového seznamu[/B]

# #30939
source: Add to [B]%s[/B]
cs: Přidat do [B]%s[/B]

# #30940
source: Remove from [B]%s[/B]
cs: Odebrat ze [B]%s[/B]

# #30941
source: Trakt Manager
cs: Správce Traktu

# #30942
source: Show info
cs: Zobrazit info

# #30943
source: My lists
cs: Moje seznamy

# #30944
source: Watchlist
cs: Seznam ke shlédnutí

# #30945
source: Failed to sign in to WebShare
cs: Nepodařilo se přihlásit na WebShare

# #30946
source: Do you want to open the settings?
cs: Chcete otevřít nastavení?

# #30947
source: You have not an active VIP on WebShare
cs: Nemáte aktivní VIP na WebShare

# #30948
source: Remain the only %s of days with WebShare VIP
cs: Zbývá už jen %s dní na WebShare VIP

# #30949
source: Select stream
cs: Vybrat stream

# #30950
source: New
cs: Novinky

# #30951
source: People (Movies)
cs: Lidé (filmy)

# #30952
source: People (Series)
cs: Lidé (seriály)

# #30953
source: Search
cs: Vyhledávání

# #30954
source: New version of plugin
cs: Nová verze pluginu

# #30955
source: New version of plugin (%s) has been uploaded. The plugin needs to be updated to work properly. If you have an automatic update, you can update yourself by clicking OK. If this does not happen, update the plugin manually.
cs: Byla nahrána nová verze pluginu (%s). Zásuvný modul musí být aktualizován tak, aby fungoval správně. Pokud máte automatickou aktualizaci, můžete se aktualizovat kliknutím na tlačítko OK. Pokud se tak nestane, aktualizujte plugin ručně.

# #30956
source: Just watching
cs: Práve sledované

# #30957
source: Too many requests, please wait (1 min) and try again.
cs: Příliš mnoho požadavků, prosím počkejte (1 min.) a opakujte akci.

# #30958
source: History
cs: Historie

# #30959
source: Rated Movies
cs: Ohodnocené filmy

# #30960
source: Rated Shows
cs: Ohodnocené seriály

# #30961
source: Watched Movies
cs: Shlédnuté filmy

# #30962
source: Watched Shows
cs: Shlédnuté seriály

# #30963
source: Friends and Following
cs: Přátelé

# #30964
source: Liked Lists
cs: Oblíbené seznamy

# #30965
source: Popular Lists
cs: Populární seznamy

# #30966
source: Trending Lists
cs: Populární seznamy za týden

# #30968
source: Select list where do you want to import items to
cs: Vyberte seznam, do kterého chcete přidat položky

# #30969
source: List items appended to
cs: Seznam byl přidán

# #30970
source: Are you sure, you want to clone list
cs: Chcete naklonovat playlist mezi své seznamy?

# #30972
source: Are you sure you want to delete your trakt list
cs: Opravdu chcete odstranit seznam?

# #30973
source: List removed
cs: Seznam byl odstraněn

# #30974
source: You've unliked a list
cs: Seznam odebraný z oblíbených

# #30975
source: You liked a list
cs: Seznam přidaný do oblíbených

# #30976
source: List cloned
cs: Seznam byl naklonován

# #30977
source: Unlike list
cs: Odebrat seznam z oblíbených

# #30978
source: Like a list
cs: Přidat seznam do oblíbených

# #30979
source: Delete list
cs: Odstranit seznam

# #30980
source: Clone list
cs: Klonovat seznam

# #30981
source: Import to list
cs: Importovat do seznamu

# #30982
source: next
cs: další strana

# #30987
source: Rating added (%d)
cs: Hodnocení odeslané (%d)

# #30988
source: Rating removed
cs: Hodnocení odstraněné

# #30989
source: Rate this
cs: Ohodnotit

# #30990
source: Remove rating
cs: Odstranit hodnocení

# #30991
source: 1 - Weak sauce :(
cs: 1 - Nejhorší

# #30992
source: 2 - Terrible
cs: 2 - Velmi špatné

# #30993
source: 3 - Bad
cs: 3 - Špatné

# #30994
source: 4 - Poor
cs: 4 - Podprůměrné

# #30995
source: 5 - Meh
cs: 5 - Průměrné

# #30996
source: 6 - Unrate
cs: 6 - Přijatelné

# #30997
source: 7 - Good
cs: 7 - Dobré

# #30998
source: 8 - Great
cs: 8 - Velmi dobré

# #30999
source: 9 - Superb
cs: 9 - Výborné

# #31000
source: 10 - Totally ninja!
cs: 10 - Nejlepší

# #31001
source: Action
cs: Akční

# #31002
source: Crime
cs: Krimi

# #31003
source: Comedy
cs: Komedie

# #31060
source: France
cs: Francie

# #31061
source: Greece
cs: Řecko

# #31062
source: Russia
cs: Rusko

# #31086
source: Romance
cs: Romantický

# #31127
source: Canada
cs: Kanada

# #31128
source: Animated
cs: Animovaný

# #31150
source: Great Britain
cs: Velká Británie

# #31151
source: Romania
cs: Rumunsko

# #31152
source: Switzerland
cs: Švýcarsko

# #31153
source: Mystery
cs: Mysteriózní

# #31168
source: Germany
cs: Německo

# #31178
source: War
cs: Válečný

# #31209
source: Denmark
cs: Dánsko

# #31210
source: Adventure
cs: Dobrodružný

# #31222
source: South African Republic
cs: Juhoafrická republika

# #31240
source: Czech Republic
cs: Česko

# #31241
source: Biographical
cs: Životopisný

# #31242
source: Historic
cs: Historický

# #31334
source: Spain
cs: Španělsko

# #31335
source: Mexico
cs: Mexiko

# #31694
source: Sports
cs: Sportovní

# #31911
source: Italy
cs: Itálie

# #32029
source: Catastrophic
cs: Katastrofický

# #32241
source: Czecho-Slovakia
cs: Československo

# #32312
source: Belgium
cs: Belgie

# #32368
source: Family
cs: Rodinný

# #32369
source: Musical
cs: Muzikál

# #32441
source: India
cs: Indie

# #32488
source: Music
cs: Hudební

# #32794
source: South Korea
cs: Jížní Korea

# #32795
source: Documentary
cs: Dokumentární

# #32806
source: Brazil
cs: Brazílie

# #32820
source: Fairytale
cs: Pohádky

# #32943
source: Austria
cs: Rakousko

# #32966
source: West Germany
cs: Západní Německo

# #33214
source: Japan
cs: Japonsko

# #33446
source: Hungary
cs: Maďarsko

# #33581
source: Psychological
cs: Psychologický

# #33615
source: Singapore
cs: Singapur

# #33623
source: Slovakia
cs: Slovensko

# #33832
source: Netherlands
cs: Holandsko

# #33878
source: Australia
cs: Austrálie

# #34001
source: China
cs: Čína

# #34626
source: Iceland
cs: Island

# #34708
source: Sweden
cs: Švédsko

# #34948
source: Turkey
cs: Turecko

# #35100
source: Ukraine
cs: Ukrajina

# #35397
source: Colombia
cs: Kolumbie

# #35539
source: The Soviet Union
cs: Sovětský svaz

# #35890
source: Ireland
cs: Irsko

# #35917
source: Luxembourg
cs: Luxembursko

# #36160
source: Erotic
cs: Erotický

# #36379
source: Bahamas
cs: Bahamy

# #36470
source: Kenya
cs: Keňa

# #36661
source: Norway
cs: Norsko

# #37092
source: The stories
cs: Povídkový

# #37250
source: Yugoslavia
cs: Fed. rep. Juhoslávie

# #38179
source: Jugoslavia
cs: Jugoslávie

# #38548
source: New Zealand
cs: Nový Zéland

# #38861
source: Short
cs: Krátkometrážní

# #39001
source: Subtitles could be unavailable or out of sync.
cs: Titulky nemusí být dostupné nebo synchonizované.

# #39002
source: In that case use your own subtitles.
cs: V tom případě použijte titulky vlastní.

# #39282
source: Lithuania
cs: Litva

# #40183
source: Poland
cs: Polsko

# #40672
source: United Arab Emirates
cs: Spojené arabské emiráty

# #41583
source: Malaysia
cs: Malajzie

# #41584
source: Indonesia
cs: Indonézie

# #42879
source: Finland
cs: Finsko

# #44656
source: Poetic
cs: Poetický

# #45920
source: Dancing
cs: Taneční

# #46035
source: Slovenia
cs: Slovinsko

# #46295
source: Bulgaria
cs: Bulharsko

# #46699
source: Estonia
cs: Estonsko

# #46700
source: Georgia
cs: Gruzie

# #46777
source: Parable
cs: Podobenství

# #47830
source: Puppet
cs: Lotkové

# #48468
source: Philippines
cs: Filipíny

# #49113
source: Portugal
cs: Portugalsko

# #49447
source: Thailand
cs: Thajsko

# #49591
source: East Germany
cs: Východní Německo

# #49640
source: Taiwan
cs: Tchaj-wan

# #49883
source: Papua New Guinea
cs: Papua-Nová Guinea

# #51642
source: Morocco
cs: Maroko

# #52385
source: Jordan
cs: Jordánsko

# #52386
source: Saudi Arabia
cs: Saúdská Arábie

# #54045
source: Tanzania
cs: Tanzánie

# #55947
source: Puerto Rico
cs: Portoriko

# #85001
source: Nepal
cs: Nepál

# #85931
source: Serbia
cs: Srbsko

# #86962
source: Israel
cs: Izrael

# #87392
source: Catarrh
cs: Katar

# #87393
source: Tunisia
cs: Tunisko

# #87943
source: Algeria
cs: Alžírsko

# #88163
source: Iran
cs: Irán

# #88248
source: Cambodia
cs: Kambodža

# #88610
source: Bolivia
cs: Bělorusko

# #88668
source: Journalistic
cs: Publicistický

# #90146
source: Nigeria
cs: Nigérie

# #90991
source: Experimental
cs: Experimentální

# #92437
source: Croatia
cs: Chorvátsko

# #93832
source: Jamaica
cs: Jamajka

# #94198
source: Serbia and Montenegro
cs: Srbsko a Černá Hora

# #94247
source: Latvia
cs: Lotyšsko

# #94596
source: Palestine
cs: Palestina

# #94782
source: Lichtenstein
cs: Lichtenštejnsko

# #95010
source: Kazakhstan
cs: Kazachstán

# #95011
source: Mongolia
cs: Mongolsko

# #95050
source: Bosnia and Herzegovina
cs: Bosna a Hercegovina

# #95071
source: Belarus
cs: Bielorusko

# #96308
source: Monaco
cs: Monako

# #97876
source: Brunei
cs: Brunej

# #30006
source: [B]Downloaded files[/B]
cs: [B]Stažené soubory[/B]

# #30007
source: You need VIP account
cs: Potřebujete VIP účet

# #30008
source: New dubbed
cs: Novinky dabované

# #30009
source: Please setup download folder
cs: Nastavte prosím složku pro stahování

# #30114
source: Username (kra.sk)
cs: Uživatelské jméno (kra.sk)

# #30115
source: Password (kra.sk)
cs: Uživatelské heslo (kra.sk)

# #30116
source: kra.sk
cs: prihlaseni na kra.sk
