Repository: bbaronSVK/plugin.video.stream-cinema
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# Addon Summary
source: stream-cinema.online - play content from kra.sk[CR]For operation it is necessary to [I]register at kra.sk and have an active subscription[/I].
cs_cz: stream-cinema.online - přehrávání obsahu z kra.sk[CR]Pre provoz je potřebná [I]registrace na kra.sk s aktivním předplatným[/I].
sk_sk: stream-cinema.online - prehrávanie obsahu z kra.sk[CR]Pre prevádzku je potrebná [I]registrácia na kra.sk s aktívnym predplatným[/I].

# Addon Disclaimer
source: The author of this addon does not provide any content and has no affiliation with content providers. This addon only searches shared content on kra.sk. Use at your own risk!
cs_cz: Autor tohoto doplňku neposkytuje žádný obsah a není nijako propojený s poskytovatelemi obsahu. Tento doplňek pouze vyhledáva zpřístupněný obsah na kra.sk. Použití na vlastní odpovědnost!

# #30010
source: Accounts
cs_cz: Účty
sk_sk: Účty

# #30011
source: Please enter your login details for kra.sk
cs_cz: Prosím zadej své přihlašovací údaje na kra.sk
sk_sk: Prosím zadaj svoje prihlasovacie údaje na kra.sk

# #30012
source: Username (kra.sk)
cs_cz: Uživatelské jméno (kra.sk)
sk_sk: Používateľské meno (kra.sk)

# #30013
source: Password (kra.sk)
cs_cz: Heslo (kra.sk)
sk_sk: Heslo (kra.sk)

# #30014
source: Turn debug on/off
cs_cz: Zapnout nebo vypnout debug
sk_sk: Zapnúť alebo vypnúť debug

# #30015
source: Subscription days left
cs_cz: Počet zbývajících dní předplatného
sk_sk: Počet zostávajúcich dní predplatného

# #30018
source: Plugin version
cs_cz: Verze doplňku
sk_sk: Verzia doplnku

# #30019
source: Streams
cs_cz: Streamy
sk_sk: Streamy

# #30020
source: Display all streams (orig., orig.+tit, dub.)
cs_cz: Zobrazit všechny streamy (orig., orig.+tit, dab.)
sk_sk: Zobraziť všetky streamy (orig., orig.+tit, dab.)

# #30021
source: Display only streams with dubbing or subtitles
cs_cz: Zobrazit pouze streamy s dabingem nebo s titulkama
sk_sk: Zobraziť iba streamy s dabingom alebo titulkami

# #30022
source: Display only streams with dubbing
cs_cz: Zobrazit pouze streamy s dabingem
sk_sk: Zobraziť iba streamy s dabingom

# #30023
source: Autoselect stream
cs_cz: Automatický výběr streamu
sk_sk: Automatický výber streamu

# #30024
source: Primary language for audio streams
cs_cz: Prvořadý jazyk pro zvukové stopy
sk_sk: Prvoradý jazyk pre zvukové stopy

# #30025
source: Secondary language for audio streams
cs_cz: Druhořadý jazyk pro zvukové stopy
sk_sk: Druhoradý jazyk pre zvukové stopy

# #30026
source: Max. bitrate in Mbps
cs_cz: Max. tok dat v Mbps
sk_sk: Max. dátový tok v Mbps

# #30027
source: Parental control
cs_cz: Rodičovský zámek
sk_sk: Rodičovský zámok

# #30028
source: Enable parental control
cs_cz: Zapnout rodičovský zámek
sk_sk: Zapnúť rodičovský zámok

# #30029
source: Parental control starts at (hour)
cs_cz: Rodičovský zámek je aktivní od (hodina)
sk_sk: Rodičovský zámok je aktívny od (hodina)

# #30030
source: Parental control ends at (hour)
cs_cz: Rodičovský zámek je aktivní do (hodina)
sk_sk: Rodičovský zámok je aktívny do (hodina)

# #30031
source: Parental control rating (years)
cs_cz: Veková přístupnost (rodičovský zámek) v rocích
sk_sk: Veková prístupnosť (rodičovský zámok) v rokoch

# #30032
source: Primary language for audio streams (parental control)
cs_cz: Prvořadý jazyk pro zvukové stopy (rodičovský zámek)
sk_sk: Prvoradý jazyk pre zvukové stopy (rodičovský zámok)

# #30033
source: Secondary language for audio streams (parental control)
cs_cz: Druhořadý jazyk pro zvukové stopy (rodičovský zámek)
sk_sk: Druhoradý jazyk pre zvukové stopy (rodičovský zámok)

# #30034
source: Display only dubed (CZ/SK) streams while parental control
cs_cz: Zobrazit v rodičovském zámku pouze dabované streamy (CZ/SK)
sk_sk: Zobraziť v rodičovskom zámku iba dabované streamy (CZ/SK)

# #30036
source: Trakt.tv user
cs_cz: Trakt.tv uživatel
sk_sk: Trakt.tv používateľ

# #30037
source: Trakt.tv authorization
cs_cz: Trakt.tv autorizace
sk_sk: Trakt.tv autorizácia

# #30038
source: Folders
cs_cz: Adresáře
sk_sk: Priečinky

# #30039
source: Download folder
cs_cz: Složka pro stahování
sk_sk: Priečinok pre sťahovanie

# #30040
source: Setup KODI video cache
cs_cz: Nastavení Kodi video cache podle volné RAM
sk_sk: Nastavenie KODI video cache podla voľnej RAM

# #30041
source: AndroidTV playlist folder
cs_cz: Adresář pro AndroidTV
sk_sk: Priečinok pre AndroidTV

# #30042
source: Run the add-on at startup
cs_cz: Spustit doplněk pri startu
sk_sk: Spustiť doplnok pri štarte

# #30043
source: Startup
cs_cz: Po startu
sk_sk: Po štarte

# #30044
source: Max. resolution
cs_cz: Max. rozlišení
sk_sk: Max. rozlíšenie

# #30045
source: Advanced
cs_cz: Rozšířený výběr
sk_sk: Rozšírený výber

# #30046
source: Exclude 3D
cs_cz: Vynechat 3D
sk_sk: Vynechať 3D

# #30047
source: Exclude HDR
cs_cz: Vynechat HDR
sk_sk: Vynechať HDR

# #30048
source: Prefer HDR
cs_cz: Preferuj HDR
sk_sk: Preferuj HDR

# #30049
source: Preferred codecs
cs_cz: Preferované kodeky
sk_sk: Preferované kodeky

# #30050
source: Not prefered codecs
cs_cz: Nepreferované kodeky
sk_sk: Nepreferované kodeky

# #30051
source: Preferred groups
cs_cz: Preferované skupiny
sk_sk: Preferované skupiny

# #30052
source: Not preferred groups
cs_cz: Nepreferované skupiny
sk_sk: Nepreferované skupiny

# #30053
source: Preferred source
cs_cz: Preferovaný zdroj
sk_sk: Preferovaný zdroj

# #30054
source: Not preferred source
cs_cz: Nepreferovaný zdroj
sk_sk: Nepreferovaný zdroj

# #30055
source: Preferred audio with multiple audio channels
cs_cz: Preferované audio s více audio kanály
sk_sk: Preferované audio s viacerými audio kanálmi

# #30056
source: Run addons update
cs_cz: Spustit aktualizaci doplňků
sk_sk: Spusťiť aktualizáciu doplnkov

# #30057
source: Enable trakt.tv
cs_cz: Povolit trakt.tv
sk_sk: Povoliť trakt.tv

# #30058
source: Login to trakt.tv
cs_cz: Přihlasení na trakt.tv
sk_sk: Prihlásenie na trakt.tv

# #30059
source: Logout from trakt.tv
cs_cz: Odhlášení z trakt.tv
sk_sk: Odhlásenie z trakt.tv

# #30060
source: Show genre in item title
cs_cz: Zobrazit žánr v názvu položky
sk_sk: Zobraziť žáner v názve položky

# #30061
source: Automatically start the next episode when the series is opens
cs_cz: Automaticky spustit další epizodu při otevření seriálu
sk_sk: Automaticky spustiť ďalšiu epizódu pri otvorení seriálu

# #30062
source: Path for movie library
cs_cz: Složka pro knihovnu filmů
sk_sk: Priečinok pre knižnicu filmov

# #30063
source: Path for tvshow library
cs_cz: Složka pro knihovnu seriálů
sk_sk: Priečinok pre knižnicu seriálov

# #30064
source: Export metadata from plugin
cs_cz: Exportuj metadata pro scraper z pluginu
sk_sk: Exportuj metadata pre scraper z pluginu

# #30065
source: Show old style menu
cs_cz: Zobraz starou strukturu menu
sk_sk: Zobraz starú štrukturu menu

# #30066
source: Exclude Dolby Vision streams
cs_cz: Vynechat soubory s Dolby Vision
sk_sk: Vynechať súbory s Dolby Vision

# #30067
source: Exclude HDR streams
cs_cz: Vynechat soubory s HDR
sk_sk: Vynechať súbory s HDR

# #30068
source: Tools
cs_cz: Nástroje
sk_sk: Nástroje

# #30069
source: Sync TV Shows from trakt.tv
cs_cz: Synchronizovat seriály z trakt.tv
sk_sk: Synchronizovať seriály z trakt.tv

# #30070
source: Sync Next EP
cs_cz: Synchronizovat dostupné epizody ke sledovaným seriálům
sk_sk: Synchronizovať dostupné epizódy k sledovaným seriálom

# #30071
source: Show skip button
cs_cz: Zobrazit tlacidlo Preskocit
sk_sk: Zobrazit tlacidlo Preskocit

# #30100
source: Welcome
cs_cz: Vítejte
sk_sk: Vitajte

# #30101
source: Thank you for installing stream cinema plugin. Do you wish to configure login credentials right now?
cs_cz: Ďekujeme za instalaci doplňku Stream Cinema. Přejete si nastavit přihlašovací údaje?
sk_sk: Ďakujeme za inštaláciu doplnku Stream Cinema. Praješ si nastaviť prihlasovacie údaje?

# #30102
source: Login error
cs_cz: Chyba při přihlášení
sk_sk: Chyba pri prihlásení

# #30103
source: You have entered invalid credentials.
cs_cz: Jsou zadané nesprávné přihlašovací údaje.
sk_sk: Sú zadané nesprávne prihlasovacie údaje.

# #30104
source: Login successful
cs_cz: Přihlášení úspěšné
sk_sk: Prihlásenie úspešné

# #30105
source: Do you wish to open plugin settings?
cs_cz: Přeješ si otevřít nastavení doplnku?
sk_sk: Praješ si otvoriť nastavenia doplnku?

# #30106
source: Subscription days left: {}
cs_cz: Zbývající dny předplatného: {}
sk_sk: Zostávajúce dni predplatného: {}

# #30107
source: Login error
cs_cz: Chyba při přihlášení
sk_sk: Chyba pri prihlásení

# #30108
source: Invalid credentials. Do you wish to open plugin settings?
cs_cz: Nesprávné přihlašovací údaje. Přeješ si otevřít nastavení doplnku?
sk_sk: Nesprávne prihlasovacie údaje. Praješ si otvoriť nastavenia doplnku?

# #30109
source: System
cs_cz: Systém
sk_sk: Systém

# #30110
source: Debug enabled
cs_cz: Debug zapnutý
sk_sk: Debug zapnutý

# #30111
source: Debug disabled
cs_cz: Debug vypnutý
sk_sk: Debug vypnutý

# #30112
source: Error
cs_cz: Chyba
sk_sk: Chyba

# #30113
source: Problem retrieving file link
cs_cz: Problém při stahování odkazu k souboru
sk_sk: Problém pri sťahovaní odkazu k súboru

# #30114
source: Connection error
cs_cz: Chyba při připojení
sk_sk: Chyba pri pripojení

# #30115
source: Pin/Unpin
cs_cz: Připnout/Odepnout
sk_sk: Pripnúť/Odopnúť

# #30116
source: Select stream manually
cs_cz: Vybrat stream manuálně
sk_sk: Vybrať stream manuálne

# #30117
source: History
cs_cz: Historie
sk_sk: História

# #30118
source: History is empty
cs_cz: Historie zatím neobsahuje žádné položky
sk_sk: História zatiaľ neobsahuje žiadne položky

# #30119
source: Download
cs_cz: Stáhnout
sk_sk: Sťiahnuť

# #30120
source: {}MB free memory
cs_cz: {}MB z dostupné paměti
sk_sk: {}MB z dostupnej pamäti

# #30121
source: Warning! An KODI advanced setting has already been set. This operation will erase all your settings! Did you still want to continue?
cs_cz: Pozor! Našlo se už rozšířené nastavení KODI. Touto operací zrušíš všechny původní nastavení! Přeješ si přesto pokračovat?
sk_sk: Pozor! Našlo sa už rozšírené nastavenie KODI. Touto operáciou zrušíš všetky pôvodné nastavenia! Želáš si aj napriek tomu pokračovať?

# #30122
source: You need to restart KODI for the new settings to work. Did you restart KODI?
cs_cz: Aby nové nastavenie začalo fungovať, je potrebné reštartovať KODI. Želáš si reštartovať KODI?
sk_sk: Aby nové nastavenie začalo fungovať, je potrebné reštartovať KODI. Želáš si reštartovať KODI?

# #30123
source: You need to restart KODI for the new settings to work. Please turn off KODI and start it again.
cs_cz: Aby nové nastavení začalo fungovat, je nutné restartovat KODI. Vypni prosím KODI a znovu jej spustit.
sk_sk: Aby nové nastavenie začalo fungovať, je potrebné reštartovať KODI. Vypni prosím KODI a znova ho spusti.

# #30124
source: Add to Android TV
cs_cz: Přidat do Android TV
sk_sk: Pridať do Android TV

# #30125
source: Add item to HP
cs_cz: Připnout na hlavní stránku
sk_sk: Pripnúť na hlavnú stránku

# #30126
source: Remove
cs_cz: Odobrat
sk_sk: Odobrať

# #30127
source: Addon is not installed from our repository. Please install addon from our repository.
cs_cz: Addon není nainstalován z našeho repozitáře. Nainstalujte si doplněk z našeho repozitáře.
sk_sk: Addon nie je nainštalovaný z nášho repozitára. Nainštalujte si doplnok z nášho repozitára.

# #30128
source: Add to library
cs_cz: Přidat do knihovny
sk_sk: Pridať do knižnice

# #30129
source: Add to library with subscription
cs_cz: Přidat do knihovny s odběrem
sk_sk: Pridať do knižnice s odberom

# #30130
source: Remove from subscription
cs_cz: Odebrat z odběru
sk_sk: Odobrať z odberu

# #30131
source: Active subscription required. For proper operation of this plugin you must have an active subscription at kra.sk.
cs_cz: Vyžaduje se předplatné. Pro správné fungování doplňku je zapotřebí aktivní předplatné na úložisku kra.sk.
sk_sk: Vyžaduje sa aktívne predplatné. Pre správne fungovanie doplnku je potrebné mať aktívne predplatné na úložisku kra.sk.

# #30132
source: Cancel preferred language {}
cs_cz: Zrušit preferovaný jazyk {}
sk_sk: Zrušiť preferovaný jazyk {}

# #30133
source: Choose preferred language
cs_cz: Zvolit preferovaný jazyk
sk_sk: Zvoliť preferovaný jazyk

# #30134
source: Skip
cs_cz: Přeskočit
sk_sk: Preskočiť

# Addon Disclaimer
source: The author of this addon does not provide any content and has no affiliation with content providers. This addon simply searches shared content on kra.sk. Use at your own risk!
sk_sk: Autor tohto doplnku neposkytuje žiaden obsah a nie je nijak prepojený s poskytovateľmi obsahu. Tento doplnok iba vyhľadáva sprístupnený obsah na kra.sk. Použitie na vlastnú zodpovednosť!
